tap "homebrew/bundle"
tap "homebrew/services"
brew "bat"
brew "colima"
brew "coreutils"
brew "curl"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "fzf"
brew "gh"
brew "gnupg"
brew "git"
brew "htop"
brew "jq"
brew "pipx"
brew "pnpm"
brew "ripgrep"
brew "tree"
cask "kitty"
